/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_VIDEO_TITLE" = "Vídeo";
"SETTINGS_AUDIO_TITLE"="Áudio";
"SETTINGS_TIME_STRETCH_AUDIO"="Áudio de tempo comprimido";
"SETTINGS_BACKGROUND_AUDIO"="Reprodução de áudio em segundo plano";
"SETTINGS_GENERIC_TITLE"="Genérico";
"SETTINGS_PASSCODE_LOCK"="Senha de bloqueio";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID"="Desbloquear com o Touch ID";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID"="Permitir a identificação por Face ID para desbloquear";
"SETTINGS_DECRAPIFY"="Otimizar os nomes dos itens para exibição";
"SETTINGS_VIDEO_FULLSCREEN"="Reproduzir vídeo em tela inteira";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK"="Continue video playback";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK"="Continue audio playback";
"SETTINGS_CONTINUE_PLAYBACK_NEVER"="Never";
"SETTINGS_CONTINUE_PLAYBACK_ASK"="Ask";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS"="Always";
"SETTINGS_NETWORK_PLAY_ALL"="Reproduzir o próximo item automaticamente";

"SETTINGS_SKIP_LOOP_FILTER"="Filtro amenizador de blocos";
"SETTINGS_SKIP_LOOP_FILTER_NONE"="Sem amenização (o mais rápido)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF"="Amenização média";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY"="Pouca amenização";

"SETTINGS_NETWORK_CACHING_TITLE"="Nível de Cache de Rede";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST"="Latência Mínima";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW"="Baixa Latência";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL"="Normal";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH"="Alta Latência";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST"="Latência Máxima";

"SETTINGS_PLAYBACK_SPEED_DEFAULT"="Velocidade de reprodução padrão";

"SETTINGS_GESTURES"="Controlar a reprodução com gestos";
"SETTINGS_GESTURES_VOLUME"="Deslizar cima/baixo para volume";
"SETTINGS_GESTURES_PLAYPAUSE"="Tocar para reproduzir/pausar";
"SETTINGS_GESTURES_BRIGHTNESS"="Deslizar cima/baixo para brilho";
"SETTINGS_GESTURES_SEEK"="Deslizar direita/esquerda para procurar";
"SETTINGS_GESTURES_CLOSE"="Juntar os dedos para fechar";
"SETTINGS_GESTURE_JUMP_DURATION"="Variar a duração do avanço";

"SETTINGS_SUBTITLES_TITLE"="Legendas";
"SETTINGS_SUBTITLES_FONT"="Fonte";
"SETTINGS_SUBTITLES_TEXT_ENCODING"="Codificação de Texto";
"SETTINGS_SUBTITLES_FONTSIZE"="Tamanho relativo da fonte";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST"="Mínimo";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL"="Pequeno";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL"="Normal";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE"="Grande";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST"="Máximo";
"SETTINGS_SUBTITLES_BOLDFONT"="Usar fonte em Negrito";
"SETTINGS_SUBTITLES_FONTCOLOR"="Cor da fonte";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE"="Branco";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK"="Preto";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY"="Cinza";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER"="Prata";
"SETTINGS_SUBTITLES_FONTCOLOR_RED"="Vermelho";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA"="Magenta";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW"="Amarelo";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN"="Verde";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY"="Azul-Marinho";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS"="Espessura da linha";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE"="Nenhua";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN"="Fina";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL"="Normal";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK"="Espessa";

"SETTINGS_DEINTERLACE"="Desentrelaçamento";
"SETTINGS_DEINTERLACE_ON"="Ligado";
"SETTINGS_DEINTERLACE_OFF"="Desligado";
"SETTINGS_DEINTERLACE_AUTO"="Automático";

"SETTINGS_HWDECODING"="Dispositivo de Decodificação";
"SETTINGS_HWDECODING_ON"="Ligado";
"SETTINGS_HWDECODING_OFF"="Desligado";

"SETTINGS_FEEDBACK"="Avaliação";
"SETTINGS_SEND_FEEDBACK"="Enviar Avaliação";
"SETTINGS_SEND_RATING"="Por favor, avalie o VLC para iOS";

"SETTINGS_FILE_SYNC"="Sincronização de arquivo";
"SETTINGS_WIFISHARING_IPv6"="Suporte ao IPv6 para compartilhamento WiFi";
"SETTINGS_UNLINK_DROPBOX"="Desconectar do Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Desvincular do Google Drive";
"SETTINGS_UNLINK_ONEDRIVE"="Desvincular do OneDrive";
"SETTINGS_FTP_TEXT_ENCODING"="Codificação de texto para conexões FTP";

"SETTINGS_ARTWORK"="Capa";
"SETTINGS_DOWNLOAD_ARTWORK"="Baixar Capa";

"ABOUT_APP_TV"="Acerca do RQD";

